# MassInstanceUtils Properties (2024)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
MassInstanceUtils Properties
MassInstanceUtils Class See Also
---
The MassInstanceUtils type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

# See Also
MassInstanceUtils Class
Autodesk.Revit.DB Namespace